Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# label_this_session
source: This Session
ar: هذه الجلسة
de: Diese Sitzung
es: Esta sesión
fr: Cette session
hi: इस सत्र में
id: Sesi ini
it: Questa sessione
ja: 今回
ko: 이번 세션
nl: Deze sessie
pl: Ta sesja
pt: Esta sessão
ru: Эта сессия
tr: Bu oturum
zh_hans: 本次练习

# melody_added_feedback
source: Added %@
ar: تمت إضافة %@
de: %@ hinzugefügt
es: %@ añadido
fr: %@ ajouté
hi: %@ जोड़ा गया
id: %@ ditambahkan
it: %@ aggiunto
ja: %@ を追加
ko: %@ 추가됨
nl: %@ toegevoegd
pl: Dodano %@
pt: %@ adicionado
ru: Добавлено: %@
tr: %@ eklendi
zh_hans: 已添加 %@

# melody_added_note
source: Added %1$@ %2$@ note
ar: تمت إضافة نوتة %1$@ %2$@
de: %1$@ %2$@ Note hinzugefügt
es: Nota %1$@ %2$@ añadida
fr: Note %1$@ %2$@ ajoutée
hi: %1$@ %2$@ नोट जोड़ा गया
id: Not %1$@ %2$@ ditambahkan
it: Nota %1$@ %2$@ aggiunta
ja: %1$@ %2$@ ノートを追加しました
ko: %1$@ %2$@ 음표 추가됨
nl: %1$@ %2$@ noot toegevoegd
pl: Dodano nutę %1$@ %2$@
pt: Nota %1$@ %2$@ adicionada
ru: Добавлена нота %1$@ %2$@
tr: %1$@ %2$@ nota eklendi
zh_hans: 已添加 %1$@ %2$@ 音符

# melody_clear
source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
nl: Wissen
pl: Wyczyść
pt: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除

# melody_current
source: Current: %@
ar: الحالي: %@
de: Aktuell: %@
es: Actual: %@
fr: Actuelle : %@
hi: वर्तमान: %@
id: Saat ini: %@
it: Attuale: %@
ja: 現在: %@
ko: 현재: %@
nl: Huidig: %@
pl: Bieżąca: %@
pt: Atual: %@
ru: Текущая: %@
tr: Mevcut: %@
zh_hans: 当前：%@

# melody_delete_message
source: Delete \"%@\"?
ar: حذف \"%@\"؟
de: \"%@\" löschen?
es: ¿Eliminar \"%@\"?
fr: Supprimer \"%@\" ?
hi: \"%@\" हटाएं?
id: Hapus \"%@\"?
it: Eliminare \"%@\"?
ja: 「%@」を削除しますか？
ko: \"%@\" 삭제하시겠습니까?
nl: \"%@\" verwijderen?
pl: Usunąć \"%@\"?
pt: Excluir \"%@\"?
ru: Удалить \"%@\"?
tr: \"%@\" silinsin mi?
zh_hans: 删除「%@」？

# melody_delete_title
source: Delete Melody
ar: حذف اللحن
de: Melodie löschen
es: Eliminar melodía
fr: Supprimer la mélodie
hi: मेलोडी हटाएं
id: Hapus Melodi
it: Elimina melodia
ja: メロディーを削除
ko: 멜로디 삭제
nl: Melodie verwijderen
pl: Usuń melodię
pt: Excluir Melodia
ru: Удалить мелодию
tr: Melodiyi Sil
zh_hans: 删除旋律

# melody_detected_note
source: Detected: %@
ar: تم الكشف: %@
de: Erkannt: %@
es: Detectado: %@
fr: Détecté : %@
hi: पहचाना: %@
id: Terdeteksi: %@
it: Rilevato: %@
ja: 検出: %@
ko: 감지됨: %@
nl: Gedetecteerd: %@
pl: Wykryto: %@
pt: Detectado: %@
ru: Обнаружено: %@
tr: Algılandı: %@
zh_hans: 检测到：%@

# melody_discard_message
source: You have unsaved changes. Discard them?
ar: لديك تغييرات غير محفوظة. هل تريد تجاهلها؟
de: Du hast ungespeicherte Änderungen. Verwerfen?
es: Tienes cambios sin guardar. ¿Descartarlos?
fr: Vous avez des modifications non enregistrées. Les abandonner ?
hi: आपके पास बिना सहेजे बदलाव हैं। छोड़ दें?
id: Anda memiliki perubahan yang belum disimpan. Buang?
it: Hai modifiche non salvate. Scartarle?
ja: 未保存の変更があります。破棄しますか？
ko: 저장되지 않은 변경 사항이 있습니다. 삭제하시겠습니까?
nl: Je hebt niet-opgeslagen wijzigingen. Verwerpen?
pl: Masz niezapisane zmiany. Odrzucić?
pt: Você tem alterações não salvas. Descartar?
ru: У вас есть несохранённые изменения. Отменить?
tr: Kaydedilmemiş değişiklikleriniz var. Vazgeçilsin mi?
zh_hans: 您有未保存的更改。要放弃吗？

# melody_discard_title
source: Unsaved Changes
ar: تغييرات غير محفوظة
de: Ungespeicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
hi: बिना सहेजे बदलाव
id: Perubahan Belum Disimpan
it: Modifiche non salvate
ja: 未保存の変更
ko: 저장되지 않은 변경
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
pt: Alterações Não Salvas
ru: Несохранённые изменения
tr: Kaydedilmemiş Değişiklikler
zh_hans: 未保存的更改

# melody_duration_eighth
source: eighth
ar: ثُمن
de: achtel
es: corchea
fr: croche
hi: आठवीं
id: seperdelapan
it: croma
ja: 8分音符
ko: 8분음표
nl: achtste
pl: ósemka
pt: colcheia
ru: восьмая
tr: sekizlik
zh_hans: 八分音符

# melody_duration_half
source: half
ar: نصف
de: halb
es: blanca
fr: blanche
hi: आधी
id: setengah
it: minima
ja: 2分音符
ko: 2분음표
pl: półnuta
pt: mínima
ru: половинная
tr: yarım
zh_hans: 二分音符

# melody_duration_quarter
source: quarter
ar: ربع
de: viertel
es: negra
fr: noire
hi: चौथाई
id: seperempat
it: semiminima
ja: 4分音符
ko: 4분음표
nl: kwart
pl: ćwierćnuta
pt: semínima
ru: четвертная
tr: dörtlük
zh_hans: 四分音符

# melody_duration_sixteenth
source: sixteenth
ar: ذات السادس عشر
de: sechzehntel
es: semicorchea
fr: double croche
hi: सोलहवीं
id: seperenam belas
it: semicroma
ja: 16分音符
ko: 16분음표
nl: zestiende
pl: szesnastka
pt: semicolcheia
ru: шестнадцатая
tr: on altılık
zh_hans: 十六分音符

# melody_duration_whole
source: whole
ar: كاملة
de: ganz
es: redonda
fr: ronde
hi: पूर्ण
id: penuh
it: semibreve
ja: 全音符
ko: 온음표
nl: heel
pl: cała
pt: semibreve
ru: целая
tr: tam
zh_hans: 全音符

# melody_half
source: H
ar: ن
es: B
fr: B
hi: आधा
id: S
it: M
ja: 2分
ko: 2분
pl: P
pt: M
ru: П
tr: Y
zh_hans: 二分

# melody_input_record
source: Record
ar: تسجيل
de: Aufnehmen
es: Grabar
fr: Enregistrer
hi: रिकॉर्ड
id: Rekam
it: Registra
ja: 録音
ko: 녹음
nl: Opnemen
pl: Nagrywaj
pt: Gravar
ru: Запись
tr: Kaydet
zh_hans: 录音

# melody_input_tap
source: Tap
ar: نقر
de: Tippen
es: Tocar
fr: Appuyer
hi: टैप
id: Ketuk
it: Tocca
ja: タップ
ko: 탭
nl: Tikken
pl: Dotknij
pt: Tocar
ru: Нажатие
tr: Dokun
zh_hans: 点按

# melody_listening
source: Listening…
ar: جارٍ الاستماع…
de: Lauscht…
es: Escuchando…
fr: Écoute en cours…
hi: सुन रहे हैं…
id: Mendengarkan…
it: In ascolto…
ja: 聴いています…
ko: 듣는 중…
nl: Luisteren…
pl: Nasłuchiwanie…
pt: Ouvindo…
ru: Слушаем…
tr: Dinleniyor…
zh_hans: 正在聆听…

# melody_load
source: Load melody
ar: تحميل لحن
de: Melodie laden
es: Cargar melodía
fr: Charger une mélodie
hi: मेलोडी लोड करें
id: Muat melodi
it: Carica melodia
ja: メロディーを読み込む
ko: 멜로디 불러오기
nl: Melodie laden
pl: Wczytaj melodię
pt: Carregar melodia
ru: Загрузить мелодию
tr: Melodi yükle
zh_hans: 加载旋律

# melody_load_dialog_title
source: Saved Melodies
ar: الألحان المحفوظة
de: Gespeicherte Melodien
es: Melodías guardadas
fr: Mélodies enregistrées
hi: सहेजी गई मेलोडी
id: Melodi Tersimpan
it: Melodie salvate
ja: 保存されたメロディー
ko: 저장된 멜로디
nl: Opgeslagen melodieën
pl: Zapisane melodie
pt: Melodias Salvas
ru: Сохранённые мелодии
tr: Kayıtlı Melodiler
zh_hans: 已保存的旋律

# melody_load_empty
source: No saved melodies yet
ar: لا توجد ألحان محفوظة بعد
de: Noch keine Melodien gespeichert
es: Aún no hay melodías guardadas
fr: Aucune mélodie enregistrée
hi: अभी तक कोई मेलोडी सहेजी नहीं गई
id: Belum ada melodi tersimpan
it: Nessuna melodia salvata
ja: 保存されたメロディーはありません
ko: 저장된 멜로디가 없습니다
nl: Nog geen opgeslagen melodieën
pl: Brak zapisanych melodii
pt: Nenhuma melodia salva ainda
ru: Нет сохранённых мелодий
tr: Henüz kayıtlı melodi yok
zh_hans: 暂无已保存的旋律

# melody_mode_linear
source: Linear
ar: خطي
es: Lineal
fr: Linéaire
hi: रैखिक
it: Lineare
ja: リニア
ko: 순차
nl: Lineair
pl: Liniowy
ru: Линейный
tr: Doğrusal
zh_hans: 线性

# melody_mode_step_sequencer
source: Step Sequencer
ar: مُتتابع خطوات
de: Step-Sequenzer
es: Secuenciador
fr: Séquenceur
hi: स्टेप सीक्वेंसर
it: Sequenziatore
ja: ステップシーケンサー
ko: 스텝 시퀀서
nl: Stappensequencer
pl: Sekwencer krokowy
pt: Sequenciador
ru: Секвенсор
tr: Adım Sıralayıcı
zh_hans: 步进音序器

# melody_name_hint
source: Melody name
ar: اسم اللحن
de: Melodie-Name
es: Nombre de la melodía
fr: Nom de la mélodie
hi: मेलोडी का नाम
id: Nama melodi
it: Nome della melodia
ja: メロディー名
ko: 멜로디 이름
nl: Melodienaam
pl: Nazwa melodii
pt: Nome da melodia
ru: Название мелодии
tr: Melodi adı
zh_hans: 旋律名称

# melody_new
source: New melody
ar: لحن جديد
de: Neue Melodie
es: Nueva melodía
fr: Nouvelle mélodie
hi: नई मेलोडी
id: Melodi baru
it: Nuova melodia
ja: 新しいメロディー
ko: 새 멜로디
nl: Nieuwe melodie
pl: Nowa melodia
pt: Nova melodia
ru: Новая мелодия
tr: Yeni melodi
zh_hans: 新建旋律

# melody_no_sound
source: Play a note on your ukulele
ar: اعزف نوتة على اليوكيليلي
de: Spiele eine Note auf deiner Ukulele
es: Toca una nota en tu ukulele
fr: Jouez une note sur votre ukulélé
hi: अपने यूकुलेले पर एक नोट बजाएं
id: Mainkan sebuah not di ukulele Anda
it: Suona una nota sul tuo ukulele
ja: ウクレレでノートを弾いてください
ko: 우쿨렐레에서 음을 연주하세요
nl: Speel een noot op je ukulele
pl: Zagraj nutę na ukulele
pt: Toque uma nota no seu ukulele
ru: Сыграйте ноту на укулеле
tr: Ukulelenizde bir nota çalın
zh_hans: 在尤克里里上弹奏一个音符

# melody_note_duration
source: Note Duration
ar: مدة النوتة
de: Notendauer
es: Duración de nota
fr: Durée de la note
hi: नोट अवधि
id: Durasi Not
it: Durata della nota
ja: 音価
ko: 음 길이
nl: Nootduur
pl: Czas trwania nuty
pt: Duração da nota
ru: Длительность ноты
tr: Nota Süresi
zh_hans: 音符时值

# melody_note_info
source: %1$@ notes · %2$lld BPM
ar: %1$@ نوتات · %2$lld BPM
de: %1$@ Noten · %2$lld BPM
es: %1$@ notas · %2$lld BPM
hi: %1$@ नोट्स · %2$lld BPM
id: %1$@ not · %2$lld BPM
it: %1$@ note · %2$lld BPM
ja: %1$@ ノート · %2$lld BPM
ko: %1$@ 음표 · %2$lld BPM
nl: %1$@ noten · %2$lld BPM
pl: %1$@ nut · %2$lld BPM
pt: %1$@ notas · %2$lld BPM
ru: %1$@ нот · %2$lld BPM
tr: %1$@ nota · %2$lld BPM
zh_hans: %1$@ 个音符 · %2$lld BPM

# melody_octave
source: Octave
ar: الأوكتاف
de: Oktave
es: Octava
hi: सप्तक
id: Oktaf
it: Ottava
ja: オクターブ
ko: 옥타브
nl: Octaaf
pl: Oktawa
pt: Oitava
ru: Октава
tr: Oktav
zh_hans: 八度

# melody_placeholder
source: Tap a note or record from your ukulele to start composing
ar: انقر على نوتة أو سجل من اليوكيليلي لبدء التأليف
de: Tippe eine Note oder nimm von deiner Ukulele auf
es: Toca una nota o graba desde tu ukulele para empezar a componer
fr: Appuyez sur une note ou enregistrez depuis votre ukulélé pour commencer
hi: कंपोज़ शुरू करने के लिए नोट टैप करें या यूकुलेले से रिकॉर्ड करें
id: Ketuk not atau rekam dari ukulele untuk mulai menulis
it: Tocca una nota o registra dal tuo ukulele per iniziare
ja: ノートをタップするかウクレレから録音して作曲を始めましょう
ko: 음표를 탭하거나 우쿨렐레에서 녹음하여 작곡을 시작하세요
nl: Tik op een noot of neem op van je ukulele om te beginnen
pl: Dotknij nuty lub nagraj z ukulele, aby zacząć komponować
pt: Toque uma nota ou grave do seu ukulele para começar a compor
ru: Нажмите ноту или запишите с укулеле, чтобы начать сочинять
tr: Besteye başlamak için nota dokunun veya ukulelenizden kaydedin
zh_hans: 点按音符或从尤克里里录音以开始创作

# melody_quarter
source: Q
ar: ر
de: V
es: N
fr: N
hi: चौथाई
id: E
it: S
ja: 4分
ko: 4분
nl: K
pl: Ć
pt: Sm
ru: Ч
tr: Ç
zh_hans: 四分

# melody_rename
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
id: Ubah nama
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
tr: Yeniden adlandır
zh_hans: 重命名

# melody_rename_dialog_title
source: Rename Melody
ar: إعادة تسمية اللحن
de: Melodie umbenennen
es: Renombrar melodía
fr: Renommer la mélodie
hi: मेलोडी का नाम बदलें
id: Ubah Nama Melodi
it: Rinomina melodia
ja: メロディーの名前を変更
ko: 멜로디 이름 바꾸기
nl: Melodie hernoemen
pl: Zmień nazwę melodii
pt: Renomear Melodia
ru: Переименовать мелодию
tr: Melodiyi Yeniden Adlandır
zh_hans: 重命名旋律

# melody_rest
source: Rest
ar: سكتة
de: Pause
es: Silencio
fr: Silence
hi: विराम
id: Jeda
it: Pausa
ja: 休符
ko: 쉼표
nl: Rust
pl: Pauza
pt: Pausa
ru: Пауза
tr: Sus
zh_hans: 休止

# melody_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存

# melody_save_as
source: Save as…
ar: حفظ باسم…
de: Speichern unter…
es: Guardar como…
fr: Enregistrer sous…
hi: इस रूप में सहेजें…
id: Simpan sebagai…
it: Salva con nome…
ja: 名前を付けて保存…
ko: 다른 이름으로 저장…
nl: Opslaan als…
pl: Zapisz jako…
pt: Salvar como…
ru: Сохранить как…
tr: Farklı kaydet…
zh_hans: 另存为…

# melody_save_dialog_title
source: Save Melody
ar: حفظ اللحن
de: Melodie speichern
es: Guardar melodía
fr: Enregistrer la mélodie
hi: मेलोडी सहेजें
id: Simpan Melodi
it: Salva melodia
ja: メロディーを保存
ko: 멜로디 저장
nl: Melodie opslaan
pl: Zapisz melodię
pt: Salvar Melodia
ru: Сохранить мелодию
tr: Melodiyi Kaydet
zh_hans: 保存旋律

# melody_sequence
source: Sequence (%lld notes)
ar: التسلسل (%lld نوتة)
de: Sequenz (%lld Noten)
es: Secuencia (%lld notas)
fr: Séquence (%lld notes)
hi: सीक्वेंस (%lld नोट)
id: Urutan (%lld not)
it: Sequenza (%lld note)
ja: シーケンス（%lld音）
ko: 시퀀스 (%lld음)
nl: Reeks (%lld noten)
pl: Sekwencja (%lld nut)
pt: Sequência (%lld notas)
ru: Последовательность (%lld нот)
tr: Dizi (%lld nota)
zh_hans: 序列（%lld 个音符）

# melody_stabilizing
source: Stabilizing…
ar: جارٍ التثبيت…
de: Stabilisierung…
es: Estabilizando…
fr: Stabilisation…
hi: स्थिर हो रहा है…
id: Menstabilkan…
it: Stabilizzazione…
ja: 安定化中…
ko: 안정화 중…
nl: Stabiliseren…
pl: Stabilizacja…
pt: Estabilizando…
ru: Стабилизация…
tr: Stabilize ediliyor…
zh_hans: 正在稳定…

# melody_start_recording
source: Start recording
ar: بدء التسجيل
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l'enregistrement
hi: रिकॉर्डिंग शुरू करें
id: Mulai merekam
it: Avvia registrazione
ja: 録音を開始
ko: 녹음 시작
nl: Opname starten
pl: Rozpocznij nagrywanie
pt: Iniciar gravação
ru: Начать запись
tr: Kaydı başlat
zh_hans: 开始录音

# melody_step_sequencer_title
source: Step Sequencer (%lld steps)
ar: مُتتابع خطوات (%lld خطوة)
de: Step-Sequenzer (%lld Schritte)
es: Secuenciador (%lld pasos)
fr: Séquenceur (%lld pas)
hi: स्टेप सीक्वेंसर (%lld स्टेप)
id: Step Sequencer (%lld langkah)
it: Sequenziatore (%lld passi)
ja: ステップシーケンサー（%lld ステップ）
ko: 스텝 시퀀서 (%lld 스텝)
nl: Stappensequencer (%lld stappen)
pl: Sekwencer krokowy (%lld kroków)
pt: Sequenciador (%lld passos)
ru: Секвенсор (%lld шагов)
tr: Adım Sıralayıcı (%lld adım)
zh_hans: 步进音序器（%lld 步）

# melody_steps_16
source: 16 steps
ar: 16 خطوة
de: 16 Schritte
es: 16 pasos
fr: 16 pas
hi: 16 स्टेप
id: 16 langkah
it: 16 passi
ja: 16 ステップ
ko: 16 스텝
nl: 16 stappen
pl: 16 kroków
pt: 16 passos
ru: 16 шагов
tr: 16 adım
zh_hans: 16 步

# melody_steps_8
source: 8 steps
ar: 8 خطوات
de: 8 Schritte
es: 8 pasos
fr: 8 pas
hi: 8 स्टेप
id: 8 langkah
it: 8 passi
ja: 8 ステップ
ko: 8 스텝
nl: 8 stappen
pl: 8 kroków
pt: 8 passos
ru: 8 шагов
tr: 8 adım
zh_hans: 8 步

# melody_stop_recording
source: Stop recording
ar: إيقاف التسجيل
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
hi: रिकॉर्डिंग बंद करें
id: Hentikan rekaman
it: Interrompi registrazione
ja: 録音を停止
ko: 녹음 중지
nl: Opname stoppen
pl: Zatrzymaj nagrywanie
pt: Parar gravação
ru: Остановить запись
tr: Kaydı durdur
zh_hans: 停止录音

# melody_subtitle
source: Tap notes or record from your ukulele
ar: انقر على النوتات أو سجل من اليوكيليلي
de: Tippe Noten oder nimm von deiner Ukulele auf
es: Toca notas o graba desde tu ukulele
fr: Appuyez sur les notes ou enregistrez depuis votre ukulélé
hi: नोट्स टैप करें या अपने यूकुलेले से रिकॉर्ड करें
id: Ketuk not atau rekam dari ukulele Anda
it: Tocca le note o registra dal tuo ukulele
ja: ノートをタップするか、ウクレレから録音
ko: 음표를 탭하거나 우쿨렐레에서 녹음하세요
nl: Tik op noten of neem op van je ukulele
pl: Dotknij nuty lub nagraj z ukulele
pt: Toque notas ou grave do seu ukulele
ru: Нажимайте ноты или записывайте с укулеле
tr: Notalara dokunun veya ukulelenizden kaydedin
zh_hans: 点按音符或从尤克里里录音

# melody_tap_to_add
source: Tap to Add Note
ar: انقر لإضافة نوتة
de: Tippe, um Note hinzuzufügen
es: Toca para añadir nota
fr: Touchez pour ajouter une note
hi: नोट जोड़ने के लिए टैप करें
id: Ketuk untuk Menambah Not
it: Tocca per aggiungere nota
ja: タップして音を追加
ko: 탭하여 음 추가
nl: Tik om noot toe te voegen
pl: Dotknij, aby dodać nutę
pt: Toque para adicionar nota
ru: Нажмите для добавления ноты
tr: Nota Eklemek İçin Dokunun
zh_hans: 点击添加音符

# melody_title
source: Melody Notepad
ar: دفتر الألحان
de: Melodie-Notizblock
es: Bloc de melodías
fr: Bloc-notes mélodie
hi: मेलोडी नोटपैड
id: Catatan Melodi
it: Blocco melodie
ja: メロディーメモ
ko: 멜로디 메모장
nl: Melodieblok
pl: Notatnik melodii
pt: Bloco de melodias
ru: Блокнот мелодий
tr: Melodi Defteri
zh_hans: 旋律记事本

# melody_unsaved
source: (unsaved changes)
ar: (تغييرات غير محفوظة)
de: (ungespeicherte Änderungen)
es: (cambios sin guardar)
fr: (modifications non enregistrées)
hi: (बिना सहेजे बदलाव)
id: (perubahan belum disimpan)
it: (modifiche non salvate)
ja: (未保存の変更)
ko: (저장되지 않은 변경)
nl: (niet-opgeslagen wijzigingen)
pl: (niezapisane zmiany)
pt: (alterações não salvas)
ru: (несохранённые изменения)
tr: (kaydedilmemiş değişiklikler)
zh_hans: (未保存的更改)

# melody_whole
source: W
ar: ك
de: G
es: R
fr: R
hi: पूर्ण
id: P
it: I
ja: 全
ko: 온
nl: H
pl: C
pt: S
ru: Ц
tr: T
zh_hans: 全

# metronome_accent_pattern
source: Accent pattern
ar: نمط التشديد
de: Betonungsmuster
es: Patrón de acentos
fr: Motif d'accentuation
hi: बल प्रारूप
id: Pola aksen
it: Schema di accenti
ja: アクセントパターン
ko: 강세 패턴
nl: Accentpatroon
pl: Wzorzec akcentów
pt: Padrão de acentuação
ru: Схема акцентов
tr: Vurgu deseni
zh_hans: 重音模式

# metronome_compound_subdivision_locked
source: Triplet subdivision is set by the time signature
ar: تقسيم ثلاثي محدد بواسطة الميزان
de: Triolenunterteilung wird durch die Taktart bestimmt
es: La subdivisión de tresillo la establece el compás
fr: La subdivision en triolet est définie par la mesure
hi: तिहाई उपविभाजन ताल चिह्न द्वारा निर्धारित है
id: Subdivisi triplet ditentukan oleh tanda birama
it: La suddivisione in terzine è impostata dal tempo
ja: 3連符の分割は拍子記号により設定されています
ko: 셋잇단 세분화는 박자표에 의해 설정됩니다
nl: Trioolonderverdeling wordt bepaald door de maatsoort
pl: Podział triolowy jest ustawiany przez metrum
pt: A subdivisão em tercina é definida pela fórmula de compasso
ru: Триольное подразделение задаётся размером
tr: Üçleme alt bölümü ölçü işareti tarafından belirlenir
zh_hans: 三连音细分由拍号设定

# metronome_decrease_bpm
source: Decrease tempo
ar: تقليل السرعة
de: Tempo verringern
es: Disminuir tempo
fr: Diminuer le tempo
hi: गति कम करें
id: Kurangi tempo
it: Diminuisci il tempo
ja: テンポを下げる
ko: 템포 감소
nl: Tempo verlagen
pl: Zmniejsz tempo
pt: Diminuir andamento
ru: Уменьшить темп
tr: Tempoyu düşür
zh_hans: 降低速度

# metronome_eighth
source: Eighth
ar: ثمن
de: Achtel
es: Corchea
fr: Croche
hi: आठवीं
id: Seperdelapan
it: Croma
ja: 8分
ko: 8분음표
nl: Achtste noot
pl: Ósemka
pt: Colcheia
ru: Восьмая
tr: Sekizlik
zh_hans: 八分

# metronome_increase_bpm
source: Increase tempo
ar: زيادة السرعة
de: Tempo erhöhen
es: Aumentar tempo
fr: Augmenter le tempo
hi: गति बढ़ाएं
id: Tambah tempo
it: Aumenta il tempo
ja: テンポを上げる
ko: 템포 증가
nl: Tempo verhogen
pl: Zwiększ tempo
pt: Aumentar andamento
ru: Увеличить темп
tr: Tempoyu artır
zh_hans: 提高速度

# metronome_measure_count
source: Measure: %1$lld
ar: المازورة: %1$lld
de: Takt: %1$lld
es: Compás: %1$lld
fr: Mesure : %1$lld
hi: माप: %1$lld
id: Birama: %1$lld
it: Misura: %1$lld
ja: 小節: %1$lld
ko: 마디: %1$lld
nl: Maat: %1$lld
pl: Takt: %1$lld
pt: Compasso: %1$lld
ru: Такт: %1$lld
tr: Ölçü: %1$lld
zh_hans: 小节：%1$lld

# metronome_quarter
source: Quarter
ar: ربع
de: Viertel
es: Negra
fr: Noire
hi: चौथाई
id: Seperempat
it: Semiminima
ja: 4分
ko: 4분음표
nl: Kwartnoot
pl: Ćwierćnuta
pt: Semínima
ru: Четверть
tr: Dörtlük
zh_hans: 四分

# metronome_sixteenth
source: 16th
ar: سادس عشر
de: 16tel
es: Semicorchea
fr: Double croche
hi: सोलहवीं
id: Seperenam belas
it: Semicroma
ja: 16分
ko: 16분음표
nl: Zestiende noot
pl: Szesnastka
pt: Semicolcheia
ru: Шестнадцатая
tr: On altılık
zh_hans: 十六分

# metronome_subdivision
source: Subdivision
ar: تقسيم فرعي
de: Unterteilung
es: Subdivisión
hi: उपविभाजन
id: Subdivisi
it: Suddivisione
ja: 分割
ko: 세분화
nl: Onderverdeling
pl: Podział
pt: Subdivisão
ru: Подразделение
tr: Alt bölüm
zh_hans: 细分

# metronome_tap_to_change
source: Tap a beat to toggle accent, normal, or mute
ar: انقر على نبضة لتغيير التشديد
de: Tippe auf einen Schlag um Betonung zu ändern
es: Toca un pulso para cambiar el acento
fr: Appuyez sur un temps pour changer l'accentuation
hi: बल बदलने के लिए बीट पर टैप करें
id: Ketuk ketukan untuk mengubah aksen
it: Tocca un battito per cambiare l'accento
ja: 拍をタップしてアクセントを変更
ko: 박자를 탭하여 강세 변경
nl: Tik op een tel om het accent te wijzigen
pl: Dotknij uderzenia, aby zmienić akcent
pt: Toque em uma batida para alternar acentuação
ru: Нажмите на долю, чтобы изменить акцент
tr: Vurguyu değiştirmek için bir vuruşa dokunun
zh_hans: 点击节拍切换重音

# metronome_time_signature
source: Time signature
ar: الميزان
de: Taktart
es: Compás
fr: Signature rythmique
hi: ताल चिह्न
id: Tanda birama
it: Tempo in chiave
ja: 拍子
ko: 박자
nl: Maatsoort
pl: Metrum
pt: Fórmula de compasso
ru: Размер
tr: Ölçü işareti
zh_hans: 拍号

# metronome_triplet
source: Triplet
ar: ثلاثي
de: Triole
es: Tresillo
fr: Triolet
hi: तिहरा
it: Terzina
ja: 3連
ko: 셋잇단
nl: Triool
pl: Triola
pt: Tercina
ru: Триоль
tr: Üçleme
zh_hans: 三连

# mic_permission_allow
source: Allow Microphone
ar: السماح بالميكروفون
de: Mikrofon erlauben
es: Permitir micrófono
fr: Autoriser le microphone
hi: माइक्रोफ़ोन अनुमति दें
id: Izinkan Mikrofon
it: Consenti microfono
ja: マイクを許可
ko: 마이크 허용
nl: Microfoon toestaan
pl: Zezwól na mikrofon
pt: Permitir microfone
ru: Разрешить микрофон
tr: Mikrofona İzin Ver
zh_hans: 允许使用麦克风

# mic_permission_denied_message
source: The tuner cannot work without microphone access. Please enable it in your device's app settings.
ar: لا يمكن للموالف العمل بدون الوصول إلى الميكروفون. يرجى تمكينه في إعدادات التطبيق على جهازك.
de: Das Stimmgerät funktioniert ohne Mikrofonzugriff nicht. Bitte aktiviere ihn in den App-Einstellungen deines Geräts.
es: El afinador no puede funcionar sin acceso al micrófono. Por favor, actívalo en los ajustes de la aplicación de tu dispositivo.
fr: L'accordeur ne peut pas fonctionner sans accès au microphone. Veuillez l'activer dans les paramètres de l'application sur votre appareil.
hi: ट्यूनर माइक्रोफ़ोन एक्सेस के बिना काम नहीं कर सकता। कृपया अपने डिवाइस की ऐप सेटिंग्स में इसे सक्षम करें।
id: Tuner tidak dapat berfungsi tanpa akses mikrofon. Silakan aktifkan di pengaturan aplikasi perangkat Anda.
it: L'accordatore non può funzionare senza l'accesso al microfono. Abilitalo nelle impostazioni dell'app sul tuo dispositivo.
ja: マイクへのアクセスなしではチューナーは動作しません。端末のアプリ設定でマイクを有効にしてください。
ko: 마이크 접근 없이는 튜너를 사용할 수 없습니다. 기기의 앱 설정에서 마이크를 활성화해 주세요.
nl: Het stemapparaat kan niet werken zonder microfoontoegang. Schakel deze in via de app-instellingen van je apparaat.
pl: Tuner nie może działać bez dostępu do mikrofonu. Włącz go w ustawieniach aplikacji na swoim urządzeniu.
pt: O afinador não pode funcionar sem acesso ao microfone. Por favor, ative-o nas configurações do aplicativo no seu dispositivo.
ru: Тюнер не может работать без доступа к микрофону. Пожалуйста, включите его в настройках приложения на вашем устройстве.
tr: Akort cihazı mikrofon erişimi olmadan çalışamaz. Lütfen cihazınızın uygulama ayarlarından etkinleştirin.
zh_hans: 调音器无法在没有麦克风权限的情况下工作。请在设备的应用设置中启用该权限。

# mic_permission_denied_title
source: Microphone Denied
ar: تم رفض الميكروفون
de: Mikrofon abgelehnt
es: Micrófono denegado
fr: Microphone refusé
hi: माइक्रोफ़ोन अस्वीकृत
id: Mikrofon Ditolak
it: Microfono negato
ja: マイクが拒否されました
ko: 마이크가 거부됨
nl: Microfoon geweigerd
pl: Mikrofon odrzucony
pt: Microfone negado
ru: Микрофон отклонён
tr: Mikrofon Reddedildi
zh_hans: 麦克风权限被拒绝
